[
    {
        "id": 2001,
        "dis": "Many consumers described a system that would support them across the lifespan of their illness and recognise the need for ongoing, active assessment and management to provide a wellness approach. Consumers provided feedback about the need for individual and group support and the ability for them to access extra support at times when this was needed.",
        "img": "https://i.ibb.co/vZ8F9dV/Client-1.jpg",
        "name": "David Hamlok",
        "rating": 4.5,
        "role": "Permanent Client"
    },
    {
        "id": 2002,
        "dis": "The majority of consumers had a very positive experience of the case management models and considered case management a priority in a redesigned system. Their feedback described their experience in accessing case management as hit or miss, but when they had good support models it was mainly through community sector organisations. Broadly, comments indicated that case management took a proactive approach and provided a more holistic/whole-of-person focus including looking at the broader issues such as employment, relationships and accommodation that can impact on their mental health.",
        "img": "https://i.ibb.co/gjqSwyX/Client-2.jpg",
        "name": "Storake Hilson",
        "rating": 3.5,
        "role": "Client"
    },
    {
        "id": 2003,
        "dis": "Some consumers raised concerns about not being able to access support and after care in the community following discharge from an inpatient unit. The issue of advanced care planning for mental health consumers was also raised as an option to be further pursued in the mental health context to enable consumers to make decisions about their care when they are feeling well and able to make informed choices.",
        "img": "https://i.ibb.co/X2MzJRh/Client-3.jpg",
        "name": "Phichy Katum",
        "rating": 4.7,
        "role": "Permanent Client"
    },
    {
        "id": 2004,
        "dis": "Some consumers raised concerns about not being able to access support and after care in the community following discharge from an inpatient unit. The issue of advanced care planning for mental health consumers was also raised as an option to be further pursued in the mental health context to enable consumers to make decisions about their care when they are feeling well and able to make informed choices.",
        "img": "https://i.ibb.co/GxzX8m1/Client-4.jpg",
        "name": "Hapchung Kapala Hete",
        "rating": 4.3,
        "role": "Permanent Client"
    },
    {
        "id": 2005,
        "dis": "Consumers expressed a strong desire for a cultural shift in thinking away from illness to a focus on wellness. Many participants wanted a system that considered their illness in similar terms to physical illness and highlighted diabetes as an example, that it would most likely be with them long-term, but their treatment plan should be focused around their capacity to be well, rather than treating the illness only. This would involve a broader focus on life domains such as relationships, employment and leisure, and not just on medical needs.",
        "img": "https://i.ibb.co/SxFKmyC/Client-5.jpg",
        "name": "Michel Clinea",
        "rating": 4.75,
        "role": "Client"
    },
    {
        "id": 2006,
        "dis": "Consumers, like all stakeholder groups, consistently raised as an issue the complications of the service system and how to navigate it. The starting point of knowing where to go when you first know something is not right is one of the most critical points for individuals. Many consumers said this was their GP, and there was usually a positive outcome.",
        "img": "https://i.ibb.co/p32qdxv/Client-6.jpg",
        "name": "Anthoney Suaraz",
        "rating": 5,
        "role": "Client"
    }
]